Repository: casualhermit27/mochi
Catalog: Mochi/Localizable.xcstrings
Source language: en
Languages: ar, es, ja, ko, zh_hans

source: it securely.
ar: بشكل آمن.
es: de forma segura.
ja: 安全に。
ko: 안전하게.
zh_hans: 安全。

source: , and Close
ar: ، وأغلق
es: , y Cierra
ja: 、 そして閉じる
ko: , 그리고 닫기
zh_hans: ， 然后关闭

source: , Log
ar: ، وسجل
es: , Registra
ja: 、 使った
ko: , 기록하고
zh_hans: ， 记录

source: . We'll handle the numbers.
ar: . نحن سنتولى الأرقام.
es: . Nosotros nos encargamos de los números.
ja: 。数字は私たちにお任せを。
ko: . 숫자는 저희가 관리할게요.
zh_hans: 。把数字交给我们。

source: A clean, printable transaction ledger.
ar: دفتر معاملات نظيف وقابل للطباعة.
es: Un libro de transacciones limpio e imprimible.
ja: クリーンで印刷可能な取引台帳。
ko: 깨끗하고 인쇄 가능한 거래 원장.
zh_hans: 干净、可打印的交易分类账。

source: A collection of curated pastel palettes.
ar: مجموعة من لوحات الباستيل المنسقة.
es: Una colección de paletas de pasteles seleccionadas.
ja: 厳選されたパステルパレットのコレクション。
ko: 선별된 파스텔 팔레트 컬렉션입니다.
zh_hans: 精选柔和调色板的集合。

source: A simple space for
ar: مساحة بسيطة لـ
es: Un espacio sencillo para
ja: あなたのためのシンプルな
ko: 당신을 위한 심플한 공간,
zh_hans: 一个为你准备的简单空间，

source: About
ar: حول
es: Acerca de
ja: アプリについて
ko: 정보
zh_hans: 关于

source: ABOUT
ar: عن
es: ACERCA DE
ja: について
ko: 에 대한
zh_hans: 关于

source: Access every mochi you've ever tracked.
ar: الوصول إلى كل موتشي قمت بتتبعه من قبل.
es: Accede a todos los mochi que hayas rastreado.
ja: これまでに追跡したすべてのモチにアクセスします。
ko: 지금까지 추적한 모든 떡에 액세스하세요.
zh_hans: 访问您曾经追踪过的每一张麻糬。

source: Active · Continue
ar: نشط · متابعة
es: Activo · Continuar
ja: 有効 · 続ける
ko: 활설화됨 · 계속
zh_hans: 活跃 · 继续

source: Add a card or wallet
ar: إضافة بطاقة أو محفظة
es: Añadir tarjeta o cartera
ja: カードまたはウォレットを追加
ko: 카드나 지갑을 추가하세요
zh_hans: 添加信用卡或钱包

source: add a note...
ar: إضافة ملاحظة...
es: añade una nota...
ja: メモを追加...
ko: 메모 추가...
zh_hans: 添加注释...

source: Add Item
ar: إضافة عنصر
es: Agregar artículo
ja: アイテムの追加
ko: 항목 추가
zh_hans: 添加项目

source: Add Receipt
ar: إضافة إيصال
es: Añadir recibo
ja: レシートを追加
ko: 영수증 추가
zh_hans: 添加收据

source: Add to Mochi
ar: أضف إلى موتشي
es: Añadir a Mochi
ja: 餅に加える
ko: 떡에 추가
zh_hans: 添加到麻糬

source: All premium features are unlocked
ar: جميع الميزات المتميزة مقفلة
es: Todas las funciones premium están desbloqueadas
ja: すべてのプレミアム機能がロック解除されています
ko: 모든 프리미엄 기능이 잠금 해제되었습니다.
zh_hans: 所有高级功能均已解锁

source: Always dark
ar: الظلام دائما
es: siempre oscuro
ja: いつも暗い
ko: 항상 어두움
zh_hans: 永远黑暗

source: Always light
ar: دائما خفيفة
es: Siempre ligero
ja: 常に軽い
ko: 항상 가볍다
zh_hans: 始终明亮

source: App Default
ar: التطبيق الافتراضي
es: Aplicación predeterminada
ja: アプリのデフォルト
ko: 앱 기본값
zh_hans: 应用程序默认值

source: App Version
ar: إصدار التطبيق
es: Versión de la aplicación
ja: アプリのバージョン
ko: 앱 버전
zh_hans: 应用程序版本

source: Appearance
ar: المظهر
es: Apariencia
ja: 外観
ko: 외관
zh_hans: 外观

source: Apple Card, Cash, etc.
ar: بطاقة أبل والنقد وما إلى ذلك.
es: Tarjeta Apple, efectivo, etc.
ja: Apple Card、現金など
ko: 애플카드, 캐시 등
zh_hans: 苹果卡、现金等

source: Apply Range
ar: تطبيق النطاق
es: Aplicar rango
ja: 適用範囲
ko: 적용 범위
zh_hans: 适用范围

source: Arabic
ar: العربية
es: Árabe
ja: アラビア語
ko: 아랍어
zh_hans: 阿拉伯语

source: Are you sure you want to delete this specific log?
ar: هل أنت متأكد أنك تريد حذف هذا السجل المحدد؟
es: ¿Seguro que quieres eliminar este registro específico?
ja: この特定の履歴を削除してもよろしいですか？
ko: 이 특정 기록을 삭제하시겠습니까?
zh_hans: 您确定要删除此特定记录吗？

source: Auto
ar: آلي
ja: 自動
ko: 자동
zh_hans: 汽车

source: Auto (%@)
ar: تلقائي (%@)
es: Automático (%@)
ja: 自動 (%@)
ko: 자동 (%@)
zh_hans: 自动 (%@)

source: Beautiful on your Home Screen
ar: جميلة على شاشتك الرئيسية
es: Hermoso en tu pantalla de inicio
ja: ホーム画面を美しく
ko: 홈 화면에서 아름답게
zh_hans: 在主屏幕上美观

source: Best Value
ar: أفضل قيمة
es: Mejor valor
ja: ベストバリュー
ko: 최고의 가치
zh_hans: 最超值

# Best Value · %lld-%@ Trial
source: Best Value · %1$lld-%2$@ Trial
ar: أفضل قيمة · %1$lld-%2$@ تجربة
es: Mejor valor · %1$lld-%2$@ de prueba
ja: ベストバリュー · %1$lld-%2$@のトライアル
ko: 최고의 가치 · %1$lld-%2$@ 평가판
zh_hans: 最超值 · %1$lld-%2$@ 试用

source: Bug Fixes & Improvements
ar: إصلاحات الشوائب والتحسينات
es: Correcciones de errores y mejoras
ja: バグ修正と改善
ko: 버그 수정 및 개선
zh_hans: 错误修复和改进

source: Built for
ar: مصمم من أجل
es: Diseñado para
ja: 追求したのは
ko: 목표는
zh_hans: 专为

source: Cancel
ar: إلغاء
es: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cancel anytime in the App Store.
ar: قم بالإلغاء في أي وقت في متجر التطبيقات.
es: Cancela en cualquier momento en la App Store.
ja: App Storeでいつでもキャンセルできます。
ko: App Store에서 언제든지 취소하세요.
zh_hans: 随时在 App Store 中取消。

source: Chinese
ar: الصينية
es: Chino
ja: 中国語
ko: 중국어
zh_hans: 中文

source: Choose from Photos
ar: اختر من الصور
es: Elige entre fotos
ja: 写真から選ぶ
ko: 사진에서 선택
zh_hans: 从照片中选择

source: Clear
ar: مسح
es: Borrar
ja: クリア
ko: 지우기
zh_hans: 清除

source: Cloud Sync
ar: مزامنة سحابية
es: Sincronización en la nube
ja: クラウド同期
ko: 동기화
zh_hans: 云同步

source: COFFEE
ar: قهوة
es: CAFÉ
ja: コーヒー
ko: 커피
zh_hans: 咖啡

source: COLOR THEME
ar: موضوع اللون
es: TEMA DE COLOR
ja: カラーテーマ
ko: 컬러 테마
zh_hans: 颜色主题

source: CONTACT
ar: اتصال
es: CONTACTO
ja: 接触
ko: 연락하다
zh_hans: 接触

source: Continue
ar: متابعة
es: Continuar
ja: 続ける
ko: 계속
zh_hans: 继续

source: Continue Free Version
ar: متابعة النسخة المجانية
es: Continuar versión gratuita
ja: 無料版を続ける
ko: 계속 무료 버전
zh_hans: 继续免费版本

source: Continue with Free Version
ar: تواصل مع النسخة المجانية
es: Continuar con la versión gratuita
ja: 無料版で続行
ko: 무료 버전으로 계속하기
zh_hans: 继续使用免费版本

source: Copied!
ar: منسوخ!
es: ¡Copiado!
ja: コピーしました！
ko: 복사되었습니다!
zh_hans: 复制了！

source: Copy RevenueCat ID
ar: انسخ معرف RevenueCat
es: Copiar ID de RevenueCat
ja: RevenueCat ID をコピーする
ko: RevenueCat ID 복사
zh_hans: 复制 RevenueCat ID

source: Copy this ID if you need help from support to investigate subscription issues.
ar: انسخ هذا المعرف إذا كنت بحاجة إلى مساعدة من الدعم للتحقيق في مشكلات الاشتراك.
es: Copie esta identificación si necesita ayuda del soporte para investigar problemas de suscripción.
ja: サブスクリプションの問題を調査するためにサポートからの支援が必要な場合は、この ID をコピーします。
ko: 구독 문제를 조사하기 위해 지원팀의 도움이 필요한 경우 이 ID를 복사하세요.
zh_hans: 如果您需要支持人员的帮助来调查订阅问题，请复制此 ID。

source: Couldn't Read Receipt
ar: تعذر قراءة الإيصال
es: No se pudo leer el recibo
ja: レシートを読み取れませんでした
ko: 영수증을 읽을 수 없음
zh_hans: 无法读取收据

source: CSV & PDF Export
ar: تصدير CSV وPDF
es: Exportación CSV y PDF
ja: CSV および PDF のエクスポート
ko: CSV 및 PDF 내보내기
zh_hans: CSV 和 PDF 导出

source: CSV, PDF
ar: CSV، قوات الدفاع الشعبي

source: Currency
ar: العملة
es: Moneda
ja: 通貨
ko: 통화
zh_hans: 货币

source: CURRENCY
ar: عملة
es: DIVISA
ja: 通貨
ko: 통화
zh_hans: 货币

source: Currency Mismatch
ar: عدم تطابق العملة
es: Discrepancia de moneda
ja: 通貨の不一致
ko: 통화 불일치
zh_hans: 货币错配

source: Custom Range
ar: نطاق مخصص
es: Rango personalizado
ja: カスタム範囲
ko: 맞춤 범위
zh_hans: 定制范围

source: DAILY
ar: يومياً
es: DIARIO
ja: 日次
ko: 일간
zh_hans: 每日

source: Daily & weekly spending insights
ar: رؤى الإنفاق اليومية والأسبوعية
es: Información sobre gastos diarios y semanales
ja: 日次および週次の支出に関する分析情報
ko: 일일 및 주간 지출 통계
zh_hans: 每日和每周支出洞察

source: Daily Reflection
ar: التأمل اليومي
es: Reflexión diaria
ja: 日々の振り返り
ko: 매일의 반성
zh_hans: 每日反思

source: Daily Summary
ar: الملخص اليومي
es: Resumen diario
ja: 日次サマリー
ko: 일일 요약
zh_hans: 每日摘要

source: Dark
ar: مظلم
es: Oscuro
ja: 暗い
ko: 어두운
zh_hans: 黑暗的

source: Dark after 8 pm
ar: الظلام بعد الساعة 8 مساء
es: Oscuro después de las 8 pm
ja: 午後8時以降は真っ暗
ko: 오후 8시 이후에는 어두움
zh_hans: 晚上8点后天黑

source: Data & Export
ar: البيانات والتصدير
es: Datos y Exportación
ja: データとエクスポート
ko: 데이터 내보내기
zh_hans: 数据与导出

source: DATA RECOVERY
ar: استعادة البيانات
es: RECUPERACIÓN DE DATOS
ja: データ復旧
ko: 데이터 복구
zh_hans: 数据恢复

source: Day
ar: يوم
es: Día
ja: 日間
ko: 일
zh_hans: 天

source: DAY CYCLE
ar: دورة اليوم
es: CICLO DÍA
ja: 一日のサイクル
ko: 하루주기
zh_hans: 日间循环

source: Debug Controls
ar: ضوابط التصحيح
es: Controles de depuración
ja: デバッグコントロール
ko: 디버그 컨트롤
zh_hans: 调试控件

source: Default
ar: تقصير
es: Por defecto
ja: デフォルト
ko: 기본
zh_hans: 默认

source: Delete
ar: حذف
es: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除

source: Delete (%lld)
ar: حذف (%lld)
es: Eliminar (%lld)
ja: 削除 (%lld)
ko: 삭제 (%lld)
zh_hans: 删除 (%lld)

source: Delete Log
ar: حذف السجل
es: Eliminar registro
ja: 履歴を削除
ko: 기록 삭제
zh_hans: 删除记录

source: Deleted
ar: تم الحذف
es: Eliminado
ja: 削除されました
ko: 삭제됨
zh_hans: 已删除

source: Device Information
ar: معلومات الجهاز
es: Información del dispositivo
ja: デバイス情報
ko: 장치 정보
zh_hans: 设备信息

source: Device Name
ar: اسم الجهاز
es: Nombre del dispositivo
ja: デバイス名
ko: 장치 이름
zh_hans: 设备名称

source: Done
ar: تم
es: Hecho
ja: 完了
ko: 완료
zh_hans: 完成

source: e.g. Restaurant, Grocery, Fuel
ar: مثل مطعم، بقالة، وقود
es: ej. Restaurante, Compras, Combustible
ja: 例: レストラン、食料品、ガソリン
ko: 예: 식당, 식료품, 주유
zh_hans: 例: 餐厅、杂货、加油

source: Edit
ar: تحرير
es: Editar
ja: 編集
ko: 편집
zh_hans: 编辑

source: Edit Date
ar: تحرير التاريخ
es: Editar fecha
ja: 日付の編集
ko: 날짜 편집
zh_hans: 编辑日期

source: Edit Method
ar: طريقة التحرير
es: Editar método
ja: 編集方法
ko: 편집 방법
zh_hans: 编辑方法

source: Edit Preset
ar: تحرير الإعداد المسبق
es: Editar preajuste
ja: プリセットの編集
ko: 사전 설정 편집
zh_hans: 编辑预设

source: Empty
ar: فارغ
es: Vacío
ja: 空の
ko: 비어 있는
zh_hans: 空的

source: Enable
ar: تمكين
es: Habilitar
ja: 有効にする
ko: 활성화하여
zh_hans: 启用

source: Enable iCloud Sync
ar: تمكين مزامنة iCloud
es: Habilitar sincronización de iCloud
ja: iCloud同期を有効にする
ko: iCloud 동기화 활성화
zh_hans: 启用 iCloud 同步

source: English (Australia)
ar: الإنجليزية (أستراليا)
es: Inglés (Australia)
ja: 英語 (オーストラリア)
ko: 영어 (호주)
zh_hans: 英语（澳大利亚）

source: English (Canada)
ar: الإنجليزية (كندا)
es: Inglés (Canadá)
ja: 英語 (カナダ)
ko: 영어 (캐나다)
zh_hans: 英语（加拿大）

source: English (U.K)
ar: الإنجليزية (المملكة المتحدة)
es: Inglés (R.U.)
ja: 英語 (イギリス)
ko: 영어 (영국)
zh_hans: 英语（英国）

source: Everything is unlocked for you.
ar: تم فتح كل شيء لك.
es: Todo está desbloqueado para ti.
ja: すべてがロック解除されました。
ko: 모든 기능이 잠금 해제되었습니다.
zh_hans: 为您解锁所有内容。

source: Everything you need for perfect tracking.
ar: كل ما تحتاجه لتتبع مثالي.
es: Todo lo que necesitas para un seguimiento perfecto.
ja: 完璧な記録に必要なすべて。
ko: 완벽한 기록을 위해 필요한 모든 것.
zh_hans: 完美追踪所需的一切。

source: EXPORT OPTIONS
ar: خيارات التصدير
es: OPCIONES DE EXPORTACIÓN
ja: エクスポートオプション
ko: 수출 옵션
zh_hans: 出口选项

source: Export your data for backup or analysis.
ar: تصدير البيانات الخاصة بك للنسخ الاحتياطي أو التحليل.
es: Exporte sus datos para realizar copias de seguridad o análisis.
ja: バックアップまたは分析のためにデータをエクスポートします。
ko: 백업 또는 분석을 위해 데이터를 내보냅니다.
zh_hans: 导出数据以进行备份或分析。

source: Feedback
ar: التعليقات
es: Comentarios
ja: フィードバック
ko: 의견 보내기
zh_hans: 反馈

source: FEEDBACK
ar: تعليق
es: COMENTARIO
ja: フィードバック
ko: 피드백
zh_hans: 反馈

source: Filtered Range
ar: نطاق التصفية
es: Rango filtrado
ja: フィルタリングされた範囲
ko: 필터링된 범위
zh_hans: 过滤范围

source: Force Restore from iCloud
ar: فرض الاستعادة من iCloud
es: Forzar restauración desde iCloud
ja: iCloudから強制的に復元
ko: iCloud에서 강제 복원
zh_hans: 从 iCloud 强制恢复

source: Free Trial Fixed
ar: تجربة مجانية ثابتة
es: Prueba gratuita fija
ja: 無料トライアルが修正されました
ko: 무료 평가판 수정
zh_hans: 免费试用已修复

source: Free Version
ar: نسخة مجانية
es: Versión gratuita
ja: 無料版
ko: 무료 버전
zh_hans: 免费版

source: Fri
ar: الجمعة
es: Vie
ja: 金
ko: 금
zh_hans: 周五

source: From
ar: من
es: De
ja: から
ko: 에서
zh_hans: 从

source: Full History
ar: التاريخ الكامل
es: Historia completa
ja: 全歴史
ko: 전체 역사
zh_hans: 完整历史

source: Full History Access
ar: الوصول إلى التاريخ الكامل
es: Acceso completo al historial
ja: 完全な履歴へのアクセス
ko: 전체 기록 액세스
zh_hans: 完整历史记录访​​问

source: Get Mochi +
ar: احصل على Mochi +
es: Obtener Mochi +
ja: Mochi + を取得
ko: Mochi + 받기
zh_hans: 获取 Mochi +

source: Good afternoon.
ar: مساء الخير.
es: Buenas tardes.
ja: こんにちは。
ko: 좋은 오후입니다.
zh_hans: 下午好。

source: Good evening.
ar: مساء الخير.
es: Buenas noches.
ja: こんばんは。
ko: 좋은 저녁입니다.
zh_hans: 晚上好。

source: Good morning.
ar: صباح الخير.
es: Buenos días.
ja: おはようございます。
ko: 좋은 아침입니다.
zh_hans: 早上好。

source: Got it
ar: فهمت
es: Entendido
ja: 了解
ko: 확인
zh_hans: 知道了

source: Haptics
ar: اللمس
es: hápticos
ja: ハプティクス
ko: 햅틱
zh_hans: 触觉

source: Hi, I'm
ar: مرحبًا، أنا
es: Hola, soy
ja: こんにちは、
ko: 안녕하세요, 저는
zh_hans: 你好，我是

source: History Locked
ar: التاريخ مغلق
es: Historial bloqueado
ja: 履歴がロックされました
ko: 기록이 잠겼습니다.
zh_hans: 历史锁定

source: Honey
ar: عسل
es: Miel
ja: ハニー
ko: 꿀
zh_hans: 蜂蜜

source: I Spent
ar: أنفقت
es: He gastado
ja: 使った
ko: 내가 쓴 돈
zh_hans: 我花了

source: I'll help you track your spending effortlessly.
ar: سأساعدك في تتبع نفقاتك بسهولة.
es: Te ayudaré a hacer un seguimiento de tus gastos sin esfuerzo.
ja: 支出の記録を簡単に。
ko: 당신의 소비 기록을 쉽게 도와드릴게요.
zh_hans: 我会帮您轻松追踪开销。

source: ICLOUD BACKUP
ar: النسخ الاحتياطي على آي كلاود
es: COPIA DE SEGURIDAD EN LA NUBE
ja: ICクラウドバックアップ
ko: 아이클라우드 백업
zh_hans: 云备份

source: iCloud Synced
ar: آي كلاود متزامنة
es: iCloud sincronizado
ja: iCloud同期済み
ko: iCloud에 동기화됨
zh_hans: iCloud 同步

source: iOS Version
ar: نسخة دائرة الرقابة الداخلية
es: Versión iOS
ja: iOSバージョン
ko: iOS 버전
zh_hans: iOS版本

source: Item at %@
ar: عنصر في %@
es: Elemento en %@
ja: %@ のアイテム
ko: %@의 항목
zh_hans: %@ 的项目

source: Items
ar: أغراض
es: Elementos
ja: アイテム
ko: 품목
zh_hans: 项目

source: Japanese
ar: اليابانية
es: Japonés
ja: 日本語
ko: 일본어
zh_hans: 日语

source: Keep your history
ar: حافظ على سجلك
es: Mantén tu historial
ja: 履歴を
ko: 당신의 기록을
zh_hans: 保持你的历史

source: Key %lld
ar: المفتاح %lld
es: Clave %lld
ja: キー %lld
ko: 키 %lld
zh_hans: 密钥 %lld

source: Korean
ar: الكورية
es: Coreano
ja: 韓国語
ko: 한국어
zh_hans: 韩语

source: Label (e.g. Coffee)
ar: تصنيف (مثل قهوة)
es: Etiqueta (ej. Café)
ja: ラベル (例: コーヒー)
ko: 라벨 (예: 커피)
zh_hans: 标签（如咖啡）

source: Language
ar: اللغة
es: Idioma
ja: 言語
ko: 언어
zh_hans: 语言

source: LANGUAGE
ar: لغة
es: IDIOMA
ja: 言語
ko: 언어
zh_hans: 语言

source: LAST
ar: آخر
es: ÚLTIMO
ja: 最後
ko: 마지막
zh_hans: 最后的

source: Last 2 Months
ar: آخر شهرين
es: Últimos 2 meses
ja: 過去 2 か月
ko: 지난 2개월
zh_hans: 过去 2 个月

source: Last 30 Days
ar: آخر 30 يومًا
es: Últimos 30 días
ja: 過去 30 日間
ko: 지난 30일
zh_hans: 过去 30 天

source: Lavender Widget
ar: القطعة لافندر
es: Widget de lavanda
ja: ラベンダーウィジェット
ko: 라벤더 위젯
zh_hans: 薰衣草小部件

source: Lifetime
ar: مدى الحياة
es: De por vida
ja: 買い切り
ko: 평생
zh_hans: 终身

source: Light
ar: ضوء
es: Luz
ja: ライト
ko: 빛
zh_hans: 光

source: Loading prices...
ar: جارٍ تحميل الأسعار...
es: Cargando precios...
ja: 価格を読み込んでいます...
ko: 가격 로드 중...
zh_hans: 正在加载价格...

source: Logging
ar: التسجيل
es: Registro
ja: 記録
ko: 기록
zh_hans: 记录

source: Long press any number on the keypad to instantly add a preset transaction.
ar: اضغط لفترة طويلة على أي رقم على لوحة المفاتيح للقيام بذلك إضافة معاملة محددة مسبقًا على الفور.
es: Mantenga presionado cualquier número en el teclado para agregue instantáneamente una transacción preestablecida.
ja: キーパッドの任意の数字を長押しすると、 プリセットされたトランザクションを即座に追加します。
ko: 키패드의 아무 숫자나 길게 누르면 미리 설정된 거래를 즉시 추가하세요.
zh_hans: 长按键盘上的任意数字即可 立即添加预设交易。

source: Make Mochi truly yours
ar: اجعل Mochi ملكًا لك حقًا
es: Haz que Mochi sea realmente tuyo
ja: 餅を自分のものにしよう
ko: 떡을 진정한 당신의 것으로 만들어보세요
zh_hans: 让麻糬真正属于您

source: Manage Subscription
ar: إدارة الاشتراك
es: Gestionar suscripción
ja: サブスクリプションを管理
ko: 구독 관리
zh_hans: 管理订阅

source: Match iOS appearance
ar: تطابق مظهر iOS
es: Coincidir con la apariencia de iOS
ja: iOSの外観と一致する
ko: iOS 모양과 일치
zh_hans: 匹配iOS外观

source: Match Widget Theme
ar: مطابقة موضوع القطعة
es: Tema del widget de coincidencia
ja: ウィジェットのテーマに一致
ko: 매치 위젯 테마
zh_hans: 匹配小部件主题

source: MEMBERSHIP
ar: عضوية
es: AFILIACIÓN
ja: 会員権
ko: 멤버십
zh_hans: 会员资格

source: Midnight mochi.
ar: موتشي منتصف الليل.
es: Mochi de medianoche.
ja: 真夜中のMochi。
ko: 자정의 모찌.
zh_hans: 午夜 Mochi。

source: Mint
ar: نعناع
es: Menta
ja: ミント
ko: 박하
zh_hans: 薄荷

source: Mocha
ar: موكا
es: Moca
ja: モカ
ko: 모카
zh_hans: 摩卡

source: Mochi
ar: موتشي
ja: 餅
ko: 떡
zh_hans: 麻糬

source: Mochi +
ar: موتشي +
ja: もち+
ko: 떡 +
zh_hans: 麻糬+

source: Mochi is free during your 3-day trial. We'll remind you before it ends so you can decide if you'd like to continue with Mochi+.
ar: Mochi مجاني خلال النسخة التجريبية التي مدتها 3 أيام. سنذكرك قبل انتهائه حتى تتمكن من تحديد ما إذا كنت ترغب في الاستمرار في استخدام Mochi+.
es: Mochi es gratis durante tu prueba de 3 días. Te lo recordaremos antes de que finalice para que puedas decidir si quieres continuar con Mochi+.
ja: Mochi は 3 日間のトライアル期間中は無料です。 Mochi+ を継続するかどうかを決定できるよう、終了前に通知が届きます。
ko: 3일 평가판 기간 동안 모찌는 무료입니다. Mochi+를 계속 사용할지 결정할 수 있도록 종료되기 전에 알려드리겠습니다.
zh_hans: Mochi 在 3 天试用期间免费。我们会在结束前提醒您，以便您决定是否继续使用 Mochi+。

source: Mochi+
ar: موتشي+
ja: もち+
ko: 떡+
zh_hans: 麻糬+

source: Mochi+ Membership
ar: عضوية Mochi+
es: Membresía Mochi+
ja: Mochi+ メンバーシップ
ko: Mochi+ 멤버십
zh_hans: Mochi+ 会员

source: Mochi+ Membership Active
ar: عضوية Mochi+ نشطة
es: Membresía Mochi+ activa
ja: Mochi+ メンバーシップがアクティブです
ko: 모찌+ 멤버십 활성
zh_hans: Mochi+ 会员活跃

source: Mochi+ Trial Active
ar: موتشي+ التجريبي نشط
es: Prueba de Mochi+ activa
ja: Mochi+ トライアル中
ko: Mochi+ 평가판 활성화
zh_hans: Mochi+ 试用版活跃

source: Mon
ar: الاثنين
es: Lun
ja: 月
ko: 월
zh_hans: 周一

source: Month
ar: شهر
es: Mes
ja: ヶ月
ko: 개월
zh_hans: 个月

source: Monthly
ar: شهريا
es: Mensual
ja: 毎月
ko: 월간 간행물
zh_hans: 每月

source: NAME
ar: اسم
es: NOMBRE
ja: 名前
ko: 이름
zh_hans: 姓名

source: New
ar: جديد
es: Nuevo
ja: 新しい
ko: 새로운
zh_hans: 新的

source: New Day Starts
ar: يبدأ يوم جديد
es: Comienza un nuevo día
ja: 新しい一日の始まり
ko: 새로운 하루의 시작
zh_hans: 新的一天开始

source: New Method
ar: طريقة جديدة
es: Nuevo método
ja: 新しい支払い方法
ko: 새 결제 수단
zh_hans: 新付款方式

source: No Data Found
ar: لم يتم العثور على بيانات
es: No se encontraron datos
ja: データが見つかりません
ko: 데이터를 찾을 수 없습니다
zh_hans: 没有找到数据

source: No fluff, just flow. Open
ar: بدون أي تعقيدات. افتح
es: Sin complicaciones. Abre
ja: 無駄のないスムーズな動き。開いて
ko: 군더더기 없는 흐름. 열고
zh_hans: 没有废话，只有流畅。打开

source: No mochi yet.
ar: لا يوجد موتشي بعد.
es: Aún no hay mochi.
ja: お餅はまだありません。
ko: 아직 떡이 없습니다.
zh_hans: 还没有麻糬。

source: Note
ar: ملاحظة
es: Nota
ja: メモ
ko: 메모
zh_hans: 备注

source: Notifications
ar: الإشعارات
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知

source: NOTIFICATIONS
ar: إشعارات
es: NOTIFICACIONES
ja: 通知
ko: 알림
zh_hans: 通知

source: Ocean
ar: محيط
es: Océano
ja: 海
ko: 대양
zh_hans: 海洋

source: OCR is ~90% accurate. Please verify before saving.
ar: دقة التعرف الضوئي على الحروف تصل إلى 90% تقريبًا. يرجى التحقق قبل الحفظ.
es: El OCR tiene una precisión de ~90%. Por favor verifique antes de guardar.
ja: OCR の精度は約 90% です。保存する前に確認してください。
ko: OCR은 ~90% 정확합니다. 저장하기 전에 확인하세요.
zh_hans: OCR 准确率约为 90%。保存前请确认。

source: OK
ar: حسناً
es: DE ACUERDO
ja: わかりました
ko: 확인
zh_hans: 确定

source: Open History
ar: افتح التاريخ
es: Historia Abierta
ja: 履歴を開く
ko: 오픈 히스토리
zh_hans: 开放历史

source: PALETTE
ar: لوحة
es: PALETA
ja: パレット
ko: 팔레트
zh_hans: 调色板

source: Payment Methods
ar: طرق الدفع
es: Métodos de pago
ja: 支払い方法
ko: 결제 수단
zh_hans: 付款方式

source: PAYMENT METHODS
ar: طرق الدفع
es: FORMAS DE PAGO
ja: 支払い方法
ko: 결제 방법
zh_hans: 付款方式

source: Payment Type
ar: نوع الدفع
es: Tipo de pago
ja: 決済の種類
ko: 결제 종류
zh_hans: 付款类型

source: Perfect for analysis in Excel or Notion.
ar: مثالي للتحليل في Excel أو Notion.
es: Perfecto para análisis en Excel o Notion.
ja: Excel や Notion での分析に最適です。
ko: Excel 또는 Notion 분석에 적합합니다.
zh_hans: 非常适合在 Excel 或 Notion 中进行分析。

source: Pick a receipt image
ar: اختر صورة الإيصال
es: Elige una imagen de recibo
ja: レシート画像を選択してください
ko: 영수증 이미지 선택
zh_hans: 选择收据图像

source: Please fully restart Mochi (swipe up to force close in App Switcher, then reopen) for iCloud Sync changes to take effect.
ar: يرجى إعادة تشغيل Mochi بالكامل (التمرير لأعلى لفرض الإغلاق في App Switcher، ثم إعادة فتحه) حتى تدخل تغييرات iCloud Sync حيز التنفيذ.
es: Reinicie Mochi por completo (deslice hacia arriba para forzar el cierre en App Switcher, luego vuelva a abrir) para que los cambios de iCloud Sync surtan efecto.
ja: iCloud 同期の変更を有効にするには、Mochi を完全に再起動してください (App Switcher で上にスワイプして強制的に閉じてから、再度開きます)。
ko: iCloud 동기화 변경 사항을 적용하려면 Mochi를 완전히 다시 시작하십시오(위로 스와이프하여 앱 전환기에서 강제로 닫은 다음 다시 열기).
zh_hans: 请完全重新启动 Mochi（在应用程序切换器中向上滑动以强制关闭，然后重新打开）以使 iCloud 同步更改生效。

source: Please keep Mochi open.
ar: يرجى إبقاء موتشي مفتوحًا.
es: Por favor, mantén abierto Mochi.
ja: モチは開けたままにしておいてください。
ko: 모찌를 열어두세요.
zh_hans: 请保持麻糬打开。

source: Premium Themes
ar: مواضيع متميزة
es: Temas Premium
ja: プレミアムテーマ
ko: 프리미엄 테마
zh_hans: 高级主题

source: Preparing export...
ar: جارٍ إعداد التصدير...
es: Preparando exportación...
ja: エクスポートを準備しています...
ko: 내보내기 준비 중...
zh_hans: 正在准备导出...

source: PREVIEW
ar: معاينة
es: AVANCE
ja: プレビュー
ko: 시사
zh_hans: 预览

source: Privacy
ar: الخصوصية
es: Privacidad
ja: プライバシー
ko: 개인정보 보호
zh_hans: 隐私

source: Products Failed to Load
ar: فشل تحميل المنتجات
es: Los productos no se pudieron cargar
ja: 製品のロードに失敗しました
ko: 제품을 로드하지 못했습니다.
zh_hans: 产品加载失败

source: Receipt date not found. Please select a date.
ar: لم يتم العثور على تاريخ الاستلام. الرجاء تحديد تاريخ.
es: No se encontró la fecha de recepción. Por favor seleccione una fecha.
ja: 受領日が見つかりません。日付を選択してください。
ko: 영수증 날짜를 찾을 수 없습니다. 날짜를 선택하세요.
zh_hans: 未找到收货日期。请选择日期。

source: Receipt date: %@
ar: تاريخ الإيصال: %@
es: Fecha del recibo: %@
ja: レシートの日付: %@
ko: 영수증 날짜: %@
zh_hans: 收据日期: %@

source: Receipt Scanned
ar: تم فحص الإيصال
es: Recibo escaneado
ja: 領収書をスキャンしました
ko: 영수증 스캔됨
zh_hans: 收据扫描

source: Restart Required
ar: إعادة التشغيل مطلوبة
es: Se requiere reinicio
ja: 再起動が必要です
ko: 다시 시작 필요
zh_hans: 需要重新启动

source: Restore
ar: يعيد
es: Restaurar
ja: 復元する
ko: 복원하다
zh_hans: 恢复

source: restore
ar: استعادة
es: restaurar
ja: 復元する
ko: 복원하세요.
zh_hans: 恢复

source: Restore from iCloud
ar: استعادة من iCloud
es: Restaurar desde iCloud
ja: iCloudから復元
ko: iCloud에서 복원
zh_hans: 从 iCloud 恢复

source: Restore My History
ar: استعادة التاريخ الخاص بي
es: Restaurar mi historial
ja: 私の履歴を復元する
ko: 내 기록 복원
zh_hans: 恢复我的历史

source: Restore Purchase
ar: استعادة الشراء
es: Restaurar compra
ja: 購入を復元する
ko: 구매 복원
zh_hans: 恢复购买

source: Restore Purchases
ar: استعادة المشتريات
es: Restaurar compras
ja: 購入を復元する
ko: 구매 복원
zh_hans: 恢复购买

source: Restored
ar: المستعادة
es: Restaurado
ja: 復元されました
ko: 복원됨
zh_hans: 已恢复

source: Restoring from iCloud…
ar: جارٍ الاستعادة من iCloud...
es: Restaurando desde iCloud…
ja: iCloudから復元中…
ko: iCloud에서 복원 중…
zh_hans: 正在从 iCloud 恢复...

source: Retry
ar: أعد المحاولة
es: Rever
ja: リトライ
ko: 다시 해 보다
zh_hans: 重试

source: Rose
ar: وَردَة
es: Rosa
ja: 薔薇
ko: 장미
zh_hans: 玫瑰

source: safe 🔒
ar: آمنًا 🔒
es: seguro 🔒
ja: 安全に 🔒
ko: 안전하게 🔒
zh_hans: 安全 🔒

source: Sat
ar: قعد
es: Se sentó
ja: 土
ko: 앉았다
zh_hans: 星期六

source: Save
ar: حفظ
es: Guardar
ja: 保存
ko: 저장
zh_hans: 保存

source: Save Method
ar: طريقة الحفظ
es: Guardar método
ja: 保存方法
ko: 저장 방법
zh_hans: 保存方法

source: Scan receipt
ar: مسح الإيصال
es: Escanear recibo
ja: レシートをスキャン
ko: 영수증 스캔
zh_hans: 扫描收据

source: Search
ar: بحث
es: Buscar
ja: 検索
ko: 검색
zh_hans: 搜索

source: Search Currency
ar: بحث العملة
es: Buscar moneda
ja: 検索通貨
ko: 통화 검색
zh_hans: 搜索货币

source: Search notes, amount, tag...
ar: ملاحظات البحث، المبلغ، العلامة ...
es: Buscar notas, importe, etiqueta...
ja: メモ、金額、タグを検索...
ko: 메모, 금액, 태그 검색...
zh_hans: 搜索笔记、金额、标签...

source: Select a Plan
ar: حدد خطة
es: Selecciona un plan
ja: プランを選択
ko: 플랜 선택
zh_hans: 选择计划

source: Select an item
ar: حدد عنصرًا
es: Seleccione un elemento
ja: 項目を選択してください
ko: 항목을 선택하세요
zh_hans: 选择一个项目

source: Select date
ar: اختر التاريخ
es: Seleccionar fecha
ja: 日付を選択してください
ko: 날짜 선택
zh_hans: 选择日期

source: Select Date Range
ar: حدد النطاق الزمني
es: Seleccionar rango de fechas
ja: 日付範囲の選択
ko: 기간 선택
zh_hans: 选择日期范围

source: Send Suggestions
ar: إرسال الاقتراحات
es: Enviar sugerencias
ja: 提案を送信する
ko: 제안 보내기
zh_hans: 发送建议

source: Settings
ar: الإعدادات
es: Ajustes
ja: 設定
ko: 설정
zh_hans: 设置

source: Skip to Mochi
ar: انتقل إلى موتشي
es: Saltar a Mochi
ja: 餅へスキップ
ko: 모찌로 건너뛰기
zh_hans: 跳到麻糬

source: Smart Reminders
ar: التذكيرات الذكية
es: Recordatorios inteligentes
ja: スマートリマインダー
ko: 스마트 알림
zh_hans: 智能提醒

source: Sounds
ar: يبدو
es: sonidos
ja: 音
ko: 소리
zh_hans: 声音

source: Spanish
ar: الإسبانية
es: Español
ja: スペイン語
ko: 스페인어
zh_hans: 西班牙语

source: speed ⚡
ar: السرعة ⚡
es: la velocidad ⚡
ja: スピード ⚡
ko: 스피드 ⚡
zh_hans: 速度 ⚡

source: Speed Dial
ar: الاتصال السريع
es: Marcación rápida
ja: スピードダイアル
ko: 단축 다이얼
zh_hans: 快速拨号
